{
    "privacyPolicy": "Privacy policy of the website",
    "url": "https://seepoint.pl",
    "general": "GENERAL PROVISIONS",
    "general1": "The administrator of personal data collected via the seepoint.pl website is Seepoint Sp. z o. o. entered into the register of entrepreneurs by the competent court under KRS number: 0000266387, share capital: , place of business: I Brygady Legion贸w 15, 72-100 Goleni贸w, address for service: I Brygady Legion贸w 15, 72-100 Goleni贸w, NIP: 8522492325, REGON : 320258475, e-mail address: biuro@seepoint.pl, hereinafter referred to as \"Administrator\".",
    "general2": "Personal data collected by the Administrator via the website are processed in accordance with Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of individuals with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation), hereinafter referred to as the GDPR and the Personal Data Protection Act of May 10, 2018.",
    "type": "TYPE OF PERSONAL DATA PROCESSED, PURPOSE AND SCOPE OF DATA COLLECTION",
    "type1": "PURPOSE OF PROCESSING AND LEGAL BASIS. The administrator processes personal data via the seepoint.pl website in the case of:",
    "type1a": "using the contact form by the user. Personal data is processed on the basis of art. 6 sec. 1 lit. f) GDPR as the legally justified interest of the Administrator.",
    "type2": "TYPE OF PERSONAL DATA PROCESSED. The administrator processes the following categories of user's personal data:",
    "type2a": "First name and last name,",
    "type2b": "E-mail adress,",
    "type3": "PERSONAL DATA ARCHIVING PERIOD. Users' personal data is stored by the Administrator:",
    "type3a": "if the basis for data processing is the performance of the contract, as long as it is necessary to perform the contract, and after that time for a period corresponding to the period of limitation of claims. Unless a special provision provides otherwise, the limitation period is six years, and for claims for periodic benefits and claims related to running a business - three years.",
    "type3b": "if the basis for data processing is consent, as long as the consent is not revoked, and after revoking the consent for a period of time corresponding to the period of limitation of claims that may be raised by the Administrator and which may be raised against him. Unless a special provision provides otherwise, the limitation period is six years, and for claims for periodic benefits and claims related to running a business - three years.",
    "type4": "When using the website, additional information may be collected, in particular: the IP address assigned to the user's computer or the external IP address of the Internet provider, domain name, browser type, access time, operating system type.",
    "type5": "Navigational data may also be collected from users, including information about links and references that they decide to click or other activities undertaken on the website. The legal basis for this type of activity is the Administrator's legitimate interest (Article 6(1)(f) of the GDPR), consisting in facilitating the use of services provided electronically and improving the functionality of these services.",
    "type6": "Providing personal data by the user is voluntary.",
    "type7": "Personal data will also be processed in an automated manner in the form of profiling, provided that the user agrees to it pursuant to art. 6 sec. 1 lit. a) GDPR. The consequence of profiling will be assigning a profile to a given person in order to make decisions concerning them or to analyze or predict their preferences, behaviors and attitudes.",
    "type8": "The administrator takes special care to protect the interests of data subjects, and in particular ensures that the data collected by him are:",
    "type8a": "processed in accordance with the law,",
    "type8b": "collected for specified, lawful purposes and not subjected to further processing incompatible with these purposes,",
    "type8c": "factually correct and adequate in relation to the purposes for which they are processed and stored in a form that allows the identification of the persons they concern, no longer than it is necessary to achieve the purpose of processing.",
    "share": "PROVISION OF PERSONAL DATA",
    "share1": "Users' personal data is transferred to service providers used by the Administrator when running the website. Service providers to whom personal data are transferred, depending on contractual arrangements and circumstances, or are subject to the Administrator's instructions as to the purposes and methods of data processing (processors) or independently determine the purposes and methods of their processing (administrators).",
    "share2": "Users' personal data is stored only within the European Economic Area (EEA).",
    "rights": "THE RIGHT OF CONTROL, ACCESS TO OWN DATA AND CORRECTION",
    "rights1": "The data subject has the right to access their personal data and the right to rectify, delete, limit processing, the right to transfer data, the right to raise objections, the right to withdraw consent at any time without affecting the lawfulness of the processing that has been made on the basis of consent before its withdrawal.",
    "rights2": "Legal basis for your request:",
    "rights2a": "Access to data - art. 15 GDPR",
    "rights2b": "Correction of data - art. 16 GDPR.",
    "rights2c": "Deletion of data (the so-called right to be forgotten) - art. 17 GDPR.",
    "rights2d": "Restriction of processing - art. 18 GDPR.",
    "rights2e": "Data transfer - art. 20 GDPR.",
    "rights2f": "Objection - Art. 21 GDPR",
    "rights2g": "Withdrawal of consent - art. 7 sec. 3 GDPR.",
    "rights3": "In order to exercise the rights referred to in point 2, you can send an appropriate e-mail to the following address: biuro@seepoint.pl.",
    "rights4": "In the event that the user has the right resulting from the above rights, the Administrator fulfills the request or refuses to comply with it immediately, but not later than within a month after receiving it. However, if - due to the complicated nature of the request or the number of requests - the Administrator will not be able to meet the request within a month, he will meet them within the next two months informing the user in advance within one month of receiving the request - about the intended extension of the deadline and its reasons.",
    "rights5": "If it is found that the processing of personal data violates the provisions of the GDPR, the data subject has the right to lodge a complaint with the President of the Office for Personal Data Protection.",
    "cookies": "\"COOKIES\" FILES",
    "cookies1": "The Administrator's website uses \"cookies\".",
    "cookies2": "The installation of \"cookies\" is necessary for the proper provision of services on the website. The \"cookies\" files contain information necessary for the proper functioning of the website, and they also give the opportunity to develop general statistics of website visits.",
    "cookies3": "The website uses types of \"cookies\": permanent",
    "cookies3a": "\"Permanent\" cookies are stored in the user's end device for the time specified in the parameters of \"cookies\" or until they are deleted by the user.",
    "cookies4": "The administrator uses its own cookies to better understand how the user interacts with the content of the website. The files collect information about the way the user uses the website, the type of website from which the user was redirected and the number of visits and time of the user's visit to the website. This information does not record specific personal data of the user, but is used to compile statistics on the use of the website.",
    "cookies5": "The user has the right to decide on the access of \"cookies\" to his computer by selecting them in advance in his browser window. Detailed information on the possibilities and ways of handling \"cookies\" are available in the software (web browser) settings.",
    "provisions": "FINAL PROVISIONS",
    "provisions1": "The administrator uses technical and organizational measures to ensure the protection of personal data being processed appropriate to the threats and categories of data protected, and in particular protects data against unauthorized access, removal by an unauthorized person, processing in violation of applicable regulations and change, loss, damage or destruction.",
    "provisions2": "The administrator provides appropriate technical measures to prevent unauthorized persons from obtaining and modifying personal data sent electronically.",
    "provisions3": "In matters not covered by this Privacy Policy, the provisions of the GDPR and other relevant provisions of Polish law shall apply accordingly."
}